{
    
    "exercises": [
        {
            "id": 345,
            "uuid": "c788d643-150a-4ac7-97ef-84643c6419bf",
            "name": "2 Handed Kettlebell Swing",
            "exercise_base": 9,
            "description": "Two Handed Russian Style Kettlebell swing",
            "creation_date": "2015-08-03",
            "category": 10,
            "muscles": [],
            "muscles_secondary": [],
            "equipment": [
                10
            ],
            "language": 2,
            "license": 2,
            "license_author": "deusinvictus",
            "variations": []
        },
        {
            "name": "Plank",
            "category": 10,
            "description": "Lying face down, with your lower half and torso off the floor (so that the only contact points with the floor are the toes and the arms from the elbow down), you need to hold yourself steady."
        },
        {
            "name": "Russian Twist",
            "category": 10,
            "description": "You need to face upwards with your legs slightly bent and slightly parted and the arms held outwards. Then, as the name suggests, you twist. Turn until you're around 45-90 degrees and hold the contraction."
        },
        {
            "name": "Bicycle Crunch",
            "category": 10,
            "description": "Bicycle crunches begin in a similar position to normal crunches, but with the legs elevated and knees bent. Place your hands on your head with your elbows pointed directly outwards. Then, crunch. Bring your shoulders and head toward your legs. With a slight twisting motion to get the elbows as close to the knees as possible, you'll be feeling the burn in no time."
        },
        {
            "name": "Bridge",
            "category": 10,
            "description": "The idea is to lay flat on your back with your knees bent, and push your hips forward. Stop when you're parallel, hold for a second or two, and release."
        },
        {
            "name": "Jack Knife",
            "category": 10,
            "description": "The jackknife involves lying flat on the floor with your arms extended above your head. Then, raise your lower and upper body at the same time, so the two come as close to touching as possible above the core of the body, and then return to the starting position."
        },
        {
            "name": "Side Plank",
            "category": 10,
            "description": "Side planks are another great ab exercise for definition. They take the same position as the plank, however, involve the motion of turning the torso 90 degrees so that one arm is pointing directly upwards. The other remains on the floor from the elbow down. Remember to do both sides!"
        },
        {
            "name": "Mountain Climbers",
            "category": 10,
            "description": "Start in a push-up position when the arms are still extended. Once you're there, you bring your knees to your chest in an alternating motion."
        },
        {
            "name": "Leg Raise",
            "category": 10,
            "description": "Another one of our amazing ab exercises for definition is the leg raise. Leg raises involve lying face up completely flat, with the arms at the sides of the torso, before the legs are elevated and held for around a second.The legs should rise to around a 40-degree angle to really target the lower abs, and this should continue for 30 seconds."
        },
        {
            "name": "Reverse Church",
            "category": 10,
            "description": "It involves the top section of the back and shoulders to remain on the floor, whilst the rest of the body is elevated. Keep your knees bent and brought close to your body for each repetition before returning upwards."
        },
        {
            "name": "Hollow Body Hold",
            "category": 10,
            "description": "It is much like the jackknife in terms of positioning. With your arms raised straight above your head and legs straight on the floor, lift both to around a 45-degree angle. When you're there, hold the position for 1-2 seconds before relaxing and going back to the resting position."
        },
        {
            "name": "Dummbell Squeeze Press",
            "category": 11,
            "description": "Lie on a flat bench and hold a dumbbell in each hand. Maintain a neutral grip and begin with your arms straight, directly above you. Bend your arms and lower them to the side of your body so the dumbbells lie just above your chest. Pause and then lift your arms to repeat."
        },
        {
            "name": "Incline Barbell Bench Press",
            "category": 11,
            "description": "Lie back on a bench set to an incline angle and lift a barbell to shoulder height, palms facing away from you. Breathe out as you press up with both arms. Lock out your arms and squeeze your chest before returning slowly to the start position."
        },
        {
            "name": "Incline Barbell Bench Press",
            "category": 11,
            "description": "Lie back on a bench set to a 45-degree angle and lift the weights over your chest, palms facing away from you. Slowly lower one weight, then drive it back up and squeeze your chest at the top.Repeat with the other side."
        },
        {
            "name": "Close-grip barbell bench press",
            "category": 11,
            "description": "Lie back on a flat bench holding a barbell with a narrow, overhand grip. From the starting position, breathe in and lower the bar slowly until it skims the middle of your chest. Push the bar back to the starting position explosively as you breathe out. Focus on pushing the bar using your chest muscles."
        },
        {
            "name": "Decline Press Up",
            "category": 11,
            "description": "Place your feet on a bench with your hands planted on the floor in front of you. Lower your body down until your chest almost reaches the floor. Press your body back up to the starting position while squeezing your chest. Pause briefly at the top before repeating."
        },
        {
            "name": "Cable Fly",
            "category": 11,
            "description": "Attach stirrup handles to the high pulleys of a cable crossover machine. Take one in each hand – your arms should be outstretched with a slight bend. Place one foot slightly forward, brace your core, and pull the handles downward and across your body. Return to the start position under control"
        },
        {
            "name": "Decline Barbell Bench Press",
            "category": 11,
            "description": "Holding a barbell with your hands shoulder-width apart and palms facing your feet, lie back on a bench fixed to a decline setting. Start with your arms fully extended and hands over your chest, then lower the bar slowly until it skims the middle of your chest. Push the barbell back to the starting position explosively as you breathe out."
        },
        {
            "name": "Staggered Press Up",
            "category": 11,
            "description": "Get into a press-up position with your hands staggered, so your right is further forward then the left. Lower your body until your chest is an inch from the ground then drive up explosively. Pull your hands off the floor and switch positions so your left leads, then repeat."
        },
        {
            "name": "Chest Dips",
            "category": 11,
            "description": "Grab the bars of a dip station with your palms facing inward and your arms straight. Slowly lower until your elbows are at right angles, ensuring they stay tucked against your body and don't flare out. Drive yourself back up to the top and repeat."
        },
        {
            "name": "Clap Press Up",
            "category": 11,
            "description": "Get into a push-up position, your hands just outside your chest, your feet shoulder-width apart, and your body forming a straight line from head to heels. Brace your core. Lower your chest to the floor and then press up explosively so your hands come off the floor, clapping once at the top of the movement."
        },
        {
            "name": "Yates Row",
            "category": 12,
            "description": "Hold the bar with an underhand grip at shoulder-width. Keeping your lower back in its natural arch, bend your hips back and lower your torso to about 60 degrees. Row the weight to your belly button using a slight cheat (use momentum to begin each rep), but don’t let your lower back round. If you have wrist straps, you may use them to help your grip."
        },
        {
            "name": "Bentover Reverse Fly",
            "category": 12,
            "description": "Set up as you did for the neutral-grip row, but with lighter dumbbells. Set a timer for three minutes. Raise your arms out to your sides 90 degrees, squeezing your shoulder blades together at the top for a second. Complete your set and then rest until the end of three minutes, when your timer goes off."
        },
        {
            "name": "Seated Cable Row",
            "category": 12,
            "description": "Attach a straight or lat-pulldown bar to the pulley of a seated row station. Sit on the bench (or floor) with your feet against the foot plate and knees slightly bent. Keeping your lower back flat, bend forward at the hips to grasp the bar and row it to your sternum, squeezing your shoulder blades together in the end position. Extend your arms and feel the stretch in your backbefore beginning the next rep"
        },
        {
            "name": "Lying Lateral Raise",
            "category": 12,
            "description": "Set an adjustable bench to a 30-degree incline and lie on it chest-down with a dumbbell in each hand. Squeeze your shoulder blades together and raise your arms out 90 degrees to your sides so your palms face down in the top position."
        },
        {
            "name": "Wide Grip Pull Up",
            "category": 12,
            "description": "Grab a pullup bar with an overhand grip, wider than outside shoulder width. Hang from the bar and then pull yourself up until your chin is over it."
        },
        {
            "name": "Snatch-Grip Rack Deadlift",
            "category": 12,
            "description": "Set up as you would to deadlift, only do so in a power rack, resting the bar on the safety rods at about two inches below your knees. Grasp the bar wide, hands about double shoulder width. Extend your hips and stand up, pulling the bar to in front of your thighs."
        },
        {
            "name": "Incline Dumbbell Row",
            "category": 12,
            "description": "Set an adjustable bench to a 30- to 45-degree incline and lie on it chest-down. Grasp a dumbbell in each hand and draw your shoulder blades back and together as you row the weights to your sides."
        },
        {
            "name": "Pallof Press Iso Hold",
            "category": 12,
            "description": "Attach a single-grip handle to a cable pulley and set it at about shoulder height. (You can also use a band.) Grasp the handle with one hand over the other and step away from the machine to put tension on the cable; turn to your left 90 degrees so your right side faces the machine. Stand with feet shoulder-width apart and extend your arms in front of you. The cable will try to twist your body toward it—resist."
        },
        {
            "name": "Deadlift",
            "category": 12,
            "description": "Stand with feet hip-width apart and bend your hips back. Your grip should be just outside of your knees. Keeping a flat black, extend your hips to stand up, and pull the bar up along your body until lock-out, as your hips drive through and your shoulders move back. While pulling, keep your eyes on the ground a few feet in front of you. Carefully lower the bar back to the starting position."
        },
        {
            "name": "Weighted Pullup",
            "category": 12,
            "description": "Attach a weighted belt to your waist, hold a dumbbell between your feet, or—if you can’t complete your reps with weight—use body weight alone. Hang from a pullup bar with your hands just outside shoulder width. Pull yourself up until your chin is over the bar."
        },        
        {
            "name": "Incline Bicep Curl",
            "category": 8,
            "description": "Sit on an incline bench and hold a dumbbell in each hand at arm's length. Use your biceps to curl the dumbbell until it reaches your shoulder, then lower them back down to your side and repeat."
        },
        {
            "name": "Underhand Seated Row",
            "category": 8,
            "description": "Bend your knees and hold the bar with an underhand grip, shoulder-width apart. Lean back slightly, keeping your back straight, then use your back muscle to drive the bar towards your belly button. Return the bar to starting position and repeat."
        },
        {
            "name": "Reverse-grip EZ Bar Curl",
            "category": 8,
            "description": "Hold the EZ bar in front of your thighs with an overhand, shoulder-width grip. As you breathe in, curl the bar until your hands are at your shoulders. Squeeze your biceps, then lower under control."
        },
        {
            "name": "Cable Triceps Press Down",
            "category": 8,
            "description": "Stand tall in front of a cable machine, holding a straight-bar handle attached to the high pulley with palms facing down. Keeping your chest up and elbows tight to your sides, press your hands down to straighten your arms, then slowly return to the start."
        },
        {
            "name": "Dummbell Triceps Extension",
            "category": 8,
            "description": "Stand tall, holding a dumbbell over your head with your arm straight. Keeping your elbow pointing to the ceiling, lower the weight behind your head, then straighten your arm to return to the start. Repeat for all the reps, then switch arms."
        },
        {
            "name": "Dumbbell Hammer Curl",
            "category": 8,
            "description": "Stand tall, holding a dumbbell in each hand with your palms facing each other. Keeping your elbows tight to your sides, curl the weights up to shoulder height. Squeeze your biceps at the top, then lower the weights back to the start."
        },
        {
            "name": "Prone Dumbbell Spider Curl",
            "category": 8,
            "description": "Lie on an incline bench and hold a dumbbell in each hand, letting them hang underneath your shoulders. Use your biceps to curl the dumbbells towards your shoulders. Slowly return to starting position and repeat."
        },
        {
            "name": "Tate Press",
            "category": 8,
            "description": "Lie on a bench and hold two dumbbells directly above your shoulders. Slowly bend your elbows to bring the dumbbells to your chest, so your palms face outwards and the dumbbells point towards the ceiling. Raise the dumbbells back to starting position and repeat."
        },
        {
            "name": "One Arm Tricep Extension (Seated)",
            "category": 8,
            "description": "Hold a dumbbell in one hand directly behind your head, with your elbow bent and pointed towards the ceiling. Extend through your elbow until your arm is straight and the dumbbell is directly above you. Lower your arm back to starting position and repeat."
        },
        {
            "name": "Triceps Dips",
            "category": 8,
            "description": "Hoist yourself up on parallel bars with your torso perpendicular to the floor. Bend your knees and slowly lower your body until your shoulder joints are below your elbows. Push back up until your elbows are nearly straight but not locked. If you have shoulder issues, skip this move"
        },
        {
            "name": "Donkey Calf Raise",
            "category": 14,
            "description": "Using your set up of choice (refer to the video above), secure your hands and hinge back at the hips and place the balls of your feet at the far edge of the step. Slowly lower your heels as far as possible to the floor, pausing for three to four seconds. Lift your heels as far as possible, squeezing your calves at the top of the movement. Slowly lower down and repeat. "
        },
        {
            "name": "Seated Calf Raise",
            "category": 14,
            "description": "Sit up straight with your legs bent at 90 degrees with the balls of your feet on the step and the load above the knee on the thigh. Unrack the machine and slowly lower your heels as far as possible to the floor, pausing for three seconds. Then lift your heels as far as possible, squeezing your calves at the top of the movement. Slowly lower down and repeat. You can also try and of the techniques outlined in the video above."
        },
        {
            "name": "Single-Leg Calf Raise",
            "category": 14,
            "description": "Hold a dumbbell in one hand, secure the other hand, and put the ball of your foot on the raised surface.  Cross your other foot behind the working leg and slowly lower it towards the floor. Then lift your heel as high as you can and pause and squeeze at the top of the movement. Slowly lower down and repeat."
        },
        {
            "name": "Farmer's Walk On Toes",
            "category": 14,
            "description": "Pick up 25-50% of your body weight in each hand, rise on your toes and take small steps forward, staying as high on your toes as possible. Squeeze both calf muscles as you walk, keeping as high on your toes throughout the entire movement."
        },
        {
            "name": "Sled Drag",
            "category": 14,
            "description": "With the sled behind you, take the straps underneath each arm and grip tight. Take a big step forward, taking three to four seconds to go from pushing through your toes to stepping through and rolling down to your heel while really focusing on the calf muscles to create a mind-body connection with them.  Take 20-40 steps with each foot."
        },
        {
            "name": "Captain Morgan Calf Raise",
            "category": 14,
            "description": "Hold two dumbbells at arm's length. Put your front foot on a box or step at around knee height. Move your back foot behind your hips. Keep the front knee bent at 90 degrees and point both toes forward. Then, lean forward into the front foot and maintain that position. Perform a calf raise on the back foot, lifting your heel as high as you can. Slowly lower down, reset, and repeat."
        },
        {
            "name": "Clean Pull",
            "category": 14,
            "description": "Start with your feet hip-width apart and the barbell over the laces of your shoes. Hinge down and grip the bar with an overhand grip slightly wider than shoulder-width apart. Then lower your hips until your shins touch the bar. Your hips should be slightly above your knees. Pull your chest up and shoulders down. Explosively pull the bar from the floor, keeping the bar close to your body. When the bar passes your knees, extend your knees and ankles to perform a calf raise. Reset and repeat."
        },
        {
            "name": "Barbell Front Squat",
            "category": 9,
            "description": "Start with the barbell at around mid-chest height on the squat rack. Approach the bar as you would with a back squat: stand with your feet shoulder width-apart and hands placed just wider than that. Twist your arms under the bar so that it is resting in your fingertips, with your elbows pointing forwards. The bar should rest on your shoulders, and your fingertips are there to just keep it in place. Ensure your knees push out as you squat down. You want to get as deep as possible to put as much tension on your quads and flutes as you can. Power back up and exhale at the top of the movement."
        },
        {
            "name": "Bulgarian Split Squat",
            "category": 9,
            "description": "The key to performing the Bulgarian split squat is to have the rear foot elevated. The easiest piece of equipment you can use is a weights bench, but as long as whatever platform or step your rest your rear foot on is around knee height, you're good to go. Now get into a similar position as a forward lunge: your leading single leg a few steps out in front of you. Keeping your torso upright, pelvis ticked and core braced, squat down until the thigh of your leading leg is parallel to the ground. Drive back up through the heel of the leading leg back to your starting position to complete one rep. Start using just your bodyweight before adding a dumbbell in each hand or a barbell for extra weight."
        },
        {
            "name": "Leg Press",
            "category": 9,
            "description": "Place your feet higher up the plate and you will target your glutes. Position them further down and you'll place more emphasis on your quads. If you're new to the leg press, it's best to start somewhere in the middle. Position your feet shoulder-width apart and facing outwards slightly and ensure your lower back remains pressed against the seat throughout the duration of the movement. Push the footplate to straighten your legs and remove the handles to the side of the seat. Bring your knees close to your chest, but be sure to not have them touch. Just over 90-degrees is a good target. Straighten your legs back out, but don't fully lock them. Not only will this ensure you place the greatest amount of tension on your leg muscles, but it also helps prevent injuries to your knees."
        },
        {
            "name": "Walking Lunges",
            "category": 9,
            "description": "You're going to want enough space to perform at least 10 full strides. Stand with your feet hip-width apart, pelvis tucked and core engaged. Take a big stride forward using with your right leg and bend your knees to lower your body down until both knees are at a 90 degree angle and the front thigh is parallel to the ground. Now, push up from the left foot at the rear and immediately step into another lunge, performing the same sequence as before. If you're new to walking lunges, you can bring yourself to a standing position first, before stepping into the next lunge. However, walking directly into each lunge will place extra effort on your leg and core muscles, as they won't get adequate time to recover before being used again"
        },
        {
            "name": "Goblet Squat",
            "category": 9,
            "description": "The easiest way to perform a goblet squat is to have either a kettlebell or a dumbbell. Whichever you use, hold it to your chest using both hands and stand with your feet wider than hip width apart. Squat down, keeping your torso upright and your elbows inside your knee line. This is where goblet squats show their effectiveness, because having the weight in front of you will naturally cause you to want to fall forwards. But keeping your torso upright, your thighs at 90 degree right angles and your knees pushed outwards as you squat down, you'll find your form will improve dramatically. You should feel the burn predominantly in your quads, but your hamstrings and glutes will also get a serious workout too. You can add in a slight heel elevation by way of a weight plate or step to place extra emphasis on the the quads."
        },
        {
            "name": "Romanian Deadlift",
            "category": 9,
            "description": "Equip yourself with a barbell you can elect to start with it on the floor, or hold it first and then adjust your positioning and set yourself up as you would a conventional deadlift: feet shoulder width apart and underneath the bar, with hands grasping it slightly wider than shoulder width with an overhand grip. With the bar hanging down in front of you, slowly lower it down, keeping it close to your body. Slightly bend your knees at the same time and hinge at the waist, keeping the back straight and allowing the barbell to drop lower. Keep going until the barbell has gone just beyond your knees, hold for a second to feel the tension in your hamstrings, and drive back up to return to the starting position."
        },
        {
            "name": "Seated Hamstring Curl",
            "category": 9,
            "description": "Position yourself correctly with your legs straight and the padded bar against your lower leg. Squeeze your hamstrings to bring your heels towards you, then return to the start."
        },
        {
            "name": "Seated Leg Extension",
            "category": 9,
            "description": "Position yourself correctly with your knees bent and the padded bar against your shins. Raise your feet to straighten your legs, then squeeze your quads at the top. Lower back to the start position slowly to increase the tension on the target muscles."
        },
        {
            "name": "Barbell Overhead Press",
            "category": 13,
            "description": "With the bar right in front of you, place your hands just outside your shoulders. Your elbows and forearms should be in a vertical position, stacked upon each other. If your elbows are pointing out or in, your grip is either too narrow or too wide. Please adjust accordingly. Put the bar on the heel of your palm because this is where you'll generate the most force from.  Press overhead until lockout and slowly lower down to the starting position and repeat."
        },
        {
            "name": "Half-Kneeling Landmine Press",
            "category": 13,
            "description": "Get into a half-kneeling position in front of the barbell, knee underneath hip and ankle underneath the knee. Hold the barbell at shoulder height in hand nearest your back leg and actively grip the barbell. Press up at about 45 degrees and reach towards the ceiling at the end of the lockout. Slowly lower down under control and repeat."
        },        
        {
            "name": "Push Press",
            "category": 13,
            "description": "Set up the same as you would for the barbell overhead press. Assume an upright torso and dip downward four to six inches, knees over toes. Then push your torso and chest upwards through the barbell, and using the legs, forcefully drive yourself and the barbell up. Continue to push through the barbell until lockout. Slowly return to the starting position and repeat. "
        },        
        {
            "name": "Bottoms-Up Kettlebell Press",
            "category": 13,
            "description": "Grab a lighter kettlebell bottoms up, have the horn directly above your wrist, grip tight and engage your lat.  Press up keeping the KB facing directly upwards and your elbow underneath the center of mass of the kettlebell. Lockout with the bell in this position and the biceps close to the ear. Lower slowly to ensure you’re balancing the kettlebell with the bottom directly facing up. "
        },        
        {
            "name": "Incline Y Raise",
            "category": 13,
            "description": "Set up the bench at a 45-degree incline. Lie face down with your knees slightly bent. Hold the weights with an overhand grip. Extend your arms to hang straight under your shoulders. Keep your shoulders down and chest up. Activate your posterior delts to raise the weights up and out. Keep your arms straight until they are fully extended. A soft bend in your elbows is okay. Slowly lower back to the starting position. Reset and repeat."
        },        
        {
            "name": "Seated Dummbell Shoulder Press",
            "category": 13,
            "description": "Clean the dumbbells so they are sitting on your shoulders. Sit upright on an incline bench. Keep your shoulders away from your ears. Sit tall. Brace your core. Find your preferred pressing angle. Press both dumbbells overhead until your elbows lock out. Carefully lower the dumbbells. Reset and repeat."
        },       
        {
            "name": "Dummbell Lateral Raise Pause Set",
            "category": 13,
            "description": "Hold a pair of dumbbells by your side. Keep your shoulders down and chest up. Perform six lateral raises with your elbows slightly bent. Don’t raise the dumbbells above shoulder height. On the sixth rep, hold the weights in the contracted position for six seconds. Continue this rep/pause sequence down to one rep and one second."
        },        
        {
            "name": "Single-Arm Push Press",
            "category": 13,
            "description": "Clean one dumbbell to the top of your shoulder. Pack your shoulders down and away from your ears. Brace your core. Bend your knees to dip down about four to six inches. Track your knees over your toes. Use this momentum to press the dumbbell overhead in a seamless movement. Lock out the dumbbell overhead. Lower with control. Reset and repeat."
        },        
        {
            "name": "Leaning Lateral Raise",
            "category": 13,
            "description": "Hold a power rack or a pole and bring your feet close to or under your hands. With the dumbbell resting on your outer thigh, raise the dumbbell away from you until you feel a strong contraction in your shoulders and slowly lower down and repeat"
        },
        {
            "id": 227,
            "uuid": "53ca25b3-61d9-4f72-bfdb-492b83484ff5",
            "name": "Arnold Shoulder Press",
            "exercise_base": 20,
            "description": "Very common shoulder exercise.\n \nAs shown here: https://www.youtube.com/watch?v=vj2w851ZHRM",
            "creation_date": "2014-03-09",
            "category": 13,
            "muscles": [],
            "muscles_secondary": [],
            "equipment": [
                3
            ],
            "language": 2,
            "license": 1,
            "license_author": "trzr23",
            "variations": [
                227,
                329,
                229,
                190,
                119,
                123,
                152,
                155
            ]
        },
        {
            "id": 289,
            "uuid": "6add5973-86d0-4543-928a-6bb8b3f34efc",
            "name": "Axe Hold",
            "exercise_base": 31,
            "description": "Grab dumbbells and extend arms to side and hold as long as you can",
            "creation_date": "2014-11-02",
            "category": 8,
            "muscles": [],
            "muscles_secondary": [],
            "equipment": [
                3
            ],
            "language": 2,
            "license": 1,
            "license_author": "GrosseHund",
            "variations": []
        },
        {
            "id": 637,
            "uuid": "0fd6154d-fb53-4b24-acc0-1c5c05b57ebc",
            "name": "Back Squat",
            "exercise_base": 34,
            "description": "Place a barbell in a rack just below shoulder-height. Dip under the bar to put it behind the neck across the top of the back, and grip the bar with the hands wider than shoulder-width apart. Lift the chest up and squeeze the shoulder blades together to keep the straight back throughout the entire movement. Stand up to bring the bar off the rack and step backwards, then place the feet so that they are a little wider than shoulder-width apart. Sit back into hips and keep the back straight and the chest up, squatting down so the hips are below the knees. From the bottom of the squat, press feet into the ground and push hips forward to return to the top of the standing position.",
            "creation_date": "2019-05-29",
            "category": 9,
            "muscles": [],
            "muscles_secondary": [],
            "equipment": [],
            "language": 2,
            "license": 2,
            "license_author": "axel",
            "variations": []
        },
        {
            "id": 343,
            "uuid": "1b9dc5bc-790b-4e21-a55d-f8b3115e94c5",
            "name": "Barbell Ab Rollout",
            "exercise_base": 41,
            "description": "Place a barbell on the floor at your feet.\nBending at the waist, grip the barbell with a shoulder with overhand grip.\nWith a slow controlled motion, roll the bar out so that your back is straight.\nRoll back up raising your hips and butt as you return to the starting position.",
            "creation_date": "2015-07-27",
            "category": 10,
            "muscles": [
                14
            ],
            "muscles_secondary": [],
            "equipment": [
                1
            ],
            "language": 2,
            "license": 2,
            "license_author": "sevae",
            "variations": []
        },
        {
            "id": 407,
            "uuid": "1215dad0-b7e0-42c6-80d4-112f69acb68a",
            "name": "Barbell Hack Squats",
            "exercise_base": 43,
            "description": "Perform leg squats with barbell behind your legs",
            "creation_date": "2016-07-30",
            "category": 9,
            "muscles": [],
            "muscles_secondary": [],
            "equipment": [
                1
            ],
            "language": 2,
            "license": 2,
            "license_author": "BePieToday",
            "variations": [
                407,
                342,
                300,
                191,
                650,
                389,
                355,
                160,
                185,
                111,
                795,
                387
            ]
        },
        {
            "id": 405,
            "uuid": "ae6a6c23-4616-49b7-a152-49d7461c2b7f",
            "name": "Barbell Lunges",
            "exercise_base": 46,
            "description": "Put barbell on the back of your shoulders. Stand upright, then take the first step forward. Step should bring you forward so that your supporting legs knee can touch the floor. Then stand back up and repeat with the other leg.\nRemember to keep good posture.",
            "creation_date": "2016-07-30",
            "category": 9,
            "muscles": [
                10
            ],
            "muscles_secondary": [
                8
            ],
            "equipment": [
                1
            ],
            "language": 2,
            "license": 2,
            "license_author": "Mikko Ruohola",
            "variations": [
                405,
                112,
                113
            ]
        },
        {
            "id": 344,
            "uuid": "2cd5e256-20a7-4bc8-a7a8-d62bf8ce00cf",
            "name": "Barbell Triceps Extension",
            "exercise_base": 50,
            "description": "Position barbell overhead with narrow overhand grip.\nLower forearm behind upper arm with elbows remaining overhead. Extend forearm overhead. Lower and repeat.",
            "creation_date": "2015-07-27",
            "category": 8,
            "muscles": [
                5
            ],
            "muscles_secondary": [
                2,
                4
            ],
            "equipment": [
                1
            ],
            "language": 2,
            "license": 2,
            "license_author": "sevae",
            "variations": [
                344,
                274,
                89,
                90
            ]
        },
        {
            "id": 307,
            "uuid": "1b8b1657-40fd-4e3b-97b7-1c79b1079f8e",
            "name": "Bear Walk",
            "exercise_base": 57,
            "description": "-Rest your weight on your palms and the balls of your feet, not dissimilar to normal pushup position\n-Move by stepping with your R palm and L foot, then your L palm and R foot.  Basically, walk like a lumbering bear.\n-Move as fast as you can.  Measure your reps/sets in either distance (i.e. 40 yards) or time (i.e. 45 seconds)\n-Works your Pecs, Deltoids, Triceps, Traps, Lats, Abs and Lower Back, Hip Flexors, Quads, Glutes and Calves",
            "creation_date": "2015-02-06",
            "category": 11,
            "muscles": [
                2,
                7,
                4,
                6,
                3,
                15,
                5
            ],
            "muscles_secondary": [
                8,
                12,
                14,
                10,
                9
            ],
            "equipment": [
                7
            ],
            "language": 2,
            "license": 2,
            "license_author": "nate303303",
            "variations": []
        },
        {
            "id": 192,
            "uuid": "5da6340b-22ec-4c1b-a443-eef2f59f92f0",
            "name": "Bench Press",
            "exercise_base": 73,
            "description": "Lay down on a bench, the bar should be directly above your eyes, the knees are somewhat angled and the feet are firmly on the floor. Concentrate, breath deeply and grab the bar more than shoulder wide. Bring it slowly down till it briefly touches your chest at the height of your nipples. Push the bar up.\nIf you train with a high weight it is advisable to have a spotter that can help you up if you can't lift the weight on your own.\nWith the width of the grip you can also control which part of the chest is trained more:\n<ul>\n<li>wide grip: outer chest muscles</li>\n<li>narrow grip: inner chest muscles and triceps</li>\n</ul>",
            "creation_date": "2013-08-11",
            "category": 11,
            "muscles": [
                4
            ],
            "muscles_secondary": [
                2,
                5
            ],
            "equipment": [
                1,
                8
            ],
            "language": 2,
            "license": 1,
            "license_author": "sistab2",
            "variations": [
                192,
                100,
                101,
                163,
                210,
                211,
                270,
                399
            ]
        },
        {
            "id": 97,
            "uuid": "0ec76f5d-1311-4d6d-bf79-00fa17c3061a",
            "name": "Benchpress Dumbbells",
            "exercise_base": 75,
            "description": "The movement is very similar to benchpressing with a barbell, however, the weight is brought down to the chest at a lower point.\nHold two dumbbells and lay down on a bench. Hold the weights next to the chest, at the height of your nipples and press them up till the arms are stretched. Let the weight slowly and controlled down.",
            "creation_date": "2013-05-05",
            "category": 11,
            "muscles": [
                4
            ],
            "muscles_secondary": [
                2,
                5
            ],
            "equipment": [
                8,
                3
            ],
            "language": 2,
            "license": 1,
            "license_author": "wger.de",
            "variations": []
        },
        {
            "id": 88,
            "uuid": "03d821e7-e1ac-4026-903b-d406381cbf76",
            "name": "Bench Press Narrow Grip",
            "exercise_base": 76,
            "description": "Lay down on a bench, the bar is directly over your eyes, the knees form a slight angle and the feet are firmly on the ground. Hold the bar with a narrow grip (around 20cm.). Lead the weight slowly down till the arms are parallel to the floor (elbow: right angle), press then the bar up. When bringing the bar down, don't let it down on your nipples as with the regular bench pressing, but somewhat lower.",
            "creation_date": "2013-05-05",
            "category": 8,
            "muscles": [
                5
            ],
            "muscles_secondary": [
                2,
                4
            ],
            "equipment": [
                1,
                8
            ],
            "language": 2,
            "license": 1,
            "license_author": "wger.de",
            "variations": [
                88,
                217,
                85,
                84,
                386,
                218,
                186
            ]
        },
        {
            "id": 268,
            "uuid": "34ce7ec5-12a1-4bf8-b4f1-94544c3f1cfc",
            "name": "Bent High Pulls",
            "exercise_base": 79,
            "description": "Bend over slightly while holding two dumbbells.  Pull the dumbbells up to your chest, keeping your elbows as high as you can.",
            "creation_date": "2014-09-01",
            "category": 13,
            "muscles": [
                9
            ],
            "muscles_secondary": [],
            "equipment": [
                3
            ],
            "language": 2,
            "license": 1,
            "license_author": "lakerbeezel",
            "variations": []
        },
        {
            "id": 412,
            "uuid": "b8466ace-ebc7-42bb-941c-39e0e7e67a4f",
            "name": "Bent Over Barbell Row",
            "exercise_base": 80,
            "description": "<ol>\n<li>Holding a barbell with a pronated grip (palms facing down), bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. Tip: Make sure that you keep the head up. The barbell should hang directly in front of you as your arms hang perpendicular to the floor and your torso. This is your starting position.</li>\n<li>Now, while keeping the torso stationary, breathe out and lift the barbell to you. Keep the elbows close to the body and only use the forearms to hold the weight. At the top contracted position, squeeze the back muscles and hold for a brief pause.</li>\n<li>Then inhale and slowly lower the barbell back to the starting position.</li>\n<li>Repeat for the recommended amount of repetitions.</li>\n</ol>",
            "creation_date": "2016-08-15",
            "category": 12,
            "muscles": [],
            "muscles_secondary": [],
            "equipment": [
                1
            ],
            "language": 2,
            "license": 2,
            "license_author": "warchildmd",
            "variations": [
                412,
                362,
                109,
                110,
                340,
                214,
                202,
                670,
                142,
                108,
                106,
                339
            ]
        },
        {
            "id": 362,
            "uuid": "f866fd75-c18d-4419-84b9-1b9ccd22adba",
            "name": "Bentover Dumbbell Rows",
            "exercise_base": 81,
            "description": "With dumbbells in hand, bend at the hip until hands hang just below the knees (similar to straight-legged-deadlift starting position). Keep upper body angle constant while contracting your lats to pull you ellbows back pinching the shoulder blades at the top. Try not to stand up with every rep, check hands go below knees on every rep.",
            "creation_date": "2016-01-05",
            "category": 12,
            "muscles": [
                12
            ],
            "muscles_secondary": [],
            "equipment": [],
            "language": 2,
            "license": 2,
            "license_author": "sebk",
            "variations": [
                412,
                362,
                109,
                110,
                340,
                214,
                202,
                670,
                142,
                108,
                106,
                339
            ]
        },
        {
            "id": 421,
            "uuid": "170cc52f-345f-41b3-bdae-8a5e0c9aa449",
            "name": "Bent-over Lateral Raises",
            "exercise_base": 82,
            "description": "Sit on bench while holding weights. Bend forward as far as possible, with arms slightly bent at the elbow. Perform a lateral raise while maintaining the bend in your elbow.",
            "creation_date": "2016-09-29",
            "category": 13,
            "muscles": [],
            "muscles_secondary": [],
            "equipment": [
                8,
                3
            ],
            "language": 2,
            "license": 2,
            "license_author": "apeschel",
            "variations": [
                421,
                233,
                148,
                149,
                306,
                237
            ]
        },
        {
            "id": 919,
            "uuid": "2b0205ef-40cc-49d3-b982-d42b60f05ebb",
            "name": "Bent Over Laterals",
            "exercise_base": 352,
            "description": "The bent over lateral raise directly hits the rear deltoids (Shoulders). Considered an isolation exercise, it also exercises the trapezius muscles, which are considered secondary muscles. This exercise also hits the side deltoids as well.\n\n\n\n\n\n\n\n\n\n1. In a seated position with your feet firmly planted on the floor, grasp two dumbbells with both hands.\n2. Bend over until your body is roughly parallel to the ground or slightly above. Your chest should almost be touching your thighs.\n3. In a controlled fashion, raise the dumbbells with both hands using your shoulders, out and away from the body. You should raise the dumbbells to each side until they are parallel with the upper back.\n4. Pause for a moment and slowly lower the weight to the initial position.\n\n\n\n\n\n\n\n\n",
            "creation_date": "2021-08-18",
            "category": 13,
            "muscles": [
                2
            ],
            "muscles_secondary": [
                9
            ],
            "equipment": [
                3
            ],
            "language": 2,
            "license": 2,
            "license_author": "Blake Bissaillion",
            "variations": []
        },
        {
            "id": 109,
            "uuid": "f82c579e-c069-4dc7-8e36-a3266dfd8e4a",
            "name": "Bent Over Rowing",
            "exercise_base": 83,
            "description": "Grab the barbell with a wide grip (slightly more than shoulder wide) and lean forward. Your upper body is not quite parallel to the floor, but forms a slight angle. The chest's out during the whole exercise.\nPull now the barbell with a fast movement towards your belly button, not further up. Go slowly down to the initial position. Don't swing with your body and keep your arms next to your body.",
            "creation_date": "2013-05-05",
            "category": 12,
            "muscles": [
                12
            ],
            "muscles_secondary": [
                2,
                1
            ],
            "equipment": [
                1
            ],
            "language": 2,
            "license": 1,
            "license_author": "wger.de",
            "variations": [
                412,
                362,
                109,
                110,
                340,
                214,
                202,
                670,
                142,
                108,
                106,
                339
            ]
        },
        {
            "id": 110,
            "uuid": "77688310-f2cf-4d37-a854-dca906387be7",
            "name": "Bent Over Rowing Reverse",
            "exercise_base": 84,
            "description": "The same as regular rowing, but holding a reversed grip (your palms pointing forwards):\nGrab the barbell with a wide grIp (slightly more than shoulder wide) and lean forward. Your upper body is not quite parallel to the floor, but forms a slight angle. The chest's out during the whole exercise.\nPull now the barbell with a fast movement towards your belly button, not further up. Go slowly down to the initial position. Don't swing with your body and keep your arms next to your body.",
            "creation_date": "2013-05-05",
            "category": 12,
            "muscles": [
                12
            ],
            "muscles_secondary": [
                2,
                1
            ],
            "equipment": [
                1
            ],
            "language": 2,
            "license": 1,
            "license_author": "wger.de",
            "variations": [
                412,
                362,
                109,
                110,
                340,
                214,
                202,
                670,
                142,
                108,
                106,
                339
            ]
        },
        {
            "id": 74,
            "uuid": "c56078d2-ae85-4524-a467-d1e143b6df1a",
            "name": "Biceps Curls With Barbell",
            "exercise_base": 91,
            "description": "Hold the Barbell shoulder-wide, the back is straight, the shoulders slightly back, the arms are streched. Bend the arms, bringing the weight up, with a fast movement. Without pausing, let down the bar with a slow and controlled movement.\nDon't allow your body to swing during the exercise, all work is done by the biceps, which are the only mucles that should move (pay attention to the elbows).",
            "creation_date": "2013-05-05",
            "category": 8,
            "muscles": [
                1
            ],
            "muscles_secondary": [
                13
            ],
            "equipment": [
                1
            ],
            "language": 2,
            "license": 1,
            "license_author": "wger.de",
            "variations": [
                74,
                81,
                80,
                129,
                275,
                298,
                86,
                138,
                193,
                208,
                205,
                768,
                305
            ]
        }
    ]
}